Опис:
Зробити потрібний звіт і відправити його собі на пошту, знайшовши при цьому свою пошту в таблиці employees.



Далі зробити звіт про кількість працівників в розрізі департаменту. 

Результат цього звіту відправити поштою у виді таблиці, де буде два стовпчика - "Ід департаменту" та "Кількість співробітників". 
дправник повинен автоматично вичитуватися з таблиці employees твоєї схеми де, 
по EMPLOYEE_ID треба знайти свій логін і далі при контактувати свій домен пошти (наприклад @GMAIL.COM)

Зберегти PL-SQL блок у файл під назвою H_05_03_tvoji_inichialy.sql. Загрузити в LMS Moodle

         






